tap "epk/epk" # Contains font-sf-mono-nerd-font
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "less"
brew "neovim"
brew "node"
brew "python@3.10"
brew "ripgrep"
brew "virtualenv"
brew "wget"

cask "docker"
cask "font-sf-mono-nerd-font"
cask "insomnia"
cask "iterm2"
cask "mos"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
